Revit 2027 API
ParameterTypeId.BoundaryParamPresetArea Property
 "State"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BoundaryParamPresetArea { get; }
Public Shared ReadOnly Property BoundaryParamPresetArea As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BoundaryParamPresetArea {
	ForgeTypeId^ get ();
}
static member BoundaryParamPresetArea : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace